[
  {
    "id": 1,
    "name": "Melee Attack",
    "actionType": "Major",
    "description": "You attack one adjacent enemy in hand-to-hand combat. An enemy within your melee weapon's range is considered adjacent.",
    "origin": "default"
  },
  {
    "id": 2,
    "name": "Ranged Attack",
    "actionType": "Major",
    "description": "You fire or throw a missile weapon at one visible enemy within range. If they are outside of your short range but still within your long range you suffer a -2 to hit.",
    "origin": "default"
  },
  {
    "id": 3,
    "name": "Defend",
    "actionType": "Major",
    "description": "You concentrate on defending yourself this round. Until the beginning of your next turn, you gain a +2 bonus to your Defense. ",
    "origin": "default"
  },
  {
    "id": 4,
    "name": "Sprint",
    "actionType": "Major",
    "description": "Move up to double your movement speed in meters.",
    "origin": "default"
  },
  {
    "id": 5,
    "name": "Improvise",
    "actionType": "Major",
    "description": "This is a situational action in which a player will announce to the GM what they want to do. The GM will decide if the action is possible, the TN(s) of the roll(s) required, as well as the how many conviction or doubles points may also be necessary.",
    "origin": "default"
  },
  {
    "id": 6,
    "name": "Sneak Attack",
    "actionType": "Major",
    "description": "A special type of Melee or Ranged attack (see above) in which the attacker must have successfully passed a Dex (Stealth) test vs the target and the target must not be currently engaged in combat. IF these conditions are met, then the attacker gains +3 towards hitting the target.",
    "origin": "default"
  },
  {
    "id": 7,
    "name": "Targeted Attack",
    "actionType": "Major",
    "description": "Do this before your attack roll. Select one body part from the Targeting List and declare that to be what you are attacking. The target's defense is considered to be increased by the amount listed depending on where you have targeted. If you are successful the target suffers from the additional effect that is listed, if you are unsuccessful then your attack is considered to have missed. Some creatures may be immune to certain targeting attacks. This action can be combined with a sneak attack. ",
    "origin": "default"
  },
  {
    "id": 8,
    "name": "Cast Spell",
    "actionType": "Variable",
    "description": "You attempt to cast a spell using 1 of the three spell casting methods, which requires a casting roll. This may be a major action, minor action, or free action depending on the spell and the stunts used.",
    "origin": "default"
  },
  {
    "id": 9,
    "name": "Concentrate",
    "actionType": "Minor",
    "description": "While concentrating you must give up one of your minor actions on your turn. Concentration will be broken if you take damage, gain fatigue, or are affected by an affliction (such as poisoned, burning, or drunk). You may only concentrate on 1 spell at a time.",
    "origin": "default"
  },
  {
    "id": 10,
    "name": "Reload",
    "actionType": "Variable",
    "description": "You reload a ranged weapon. This may be a major action, minor action, or free action depending on the weapon, your unlocked abilities, and the stunts used. ",
    "origin": "default"
  },
  {
    "id": 11,
    "name": "Activate",
    "actionType": "Minor",
    "description": "You can unsheathe a weapon, pull out and drink a potion, or otherwise ready an item that is stowed. As part of this action, you can put away something already in hand. You could thus put away your bow and a draw a sword, for example. ",
    "origin": "default"
  },
  {
    "id": 12,
    "name": "Aim",
    "actionType": "Minor",
    "description": "Carefully take the time to plan out your next attack. The next melee or ranged attack you make gains a +1 to hitting the target.",
    "origin": "default"
  },
  {
    "id": 13,
    "name": "Attack of Opportunity",
    "actionType": "Minor",
    "description": "This action cannot be performed on your turn. If a foe you are engaged with attempts to flee from melee combat or tries to move past you, you may make an attack against them by foregoing your next minor action. This attack suffers a -2 to hit.",
    "origin": "default"
  },
  {
    "id": 14,
    "name": "Prepare",
    "actionType": "Minor",
    "description": "Do this before your major action. Select one major action that you will prepare to execute and then end your turn. Any time until your next turn, you can interrupt another character and take your prepared action immediately. If you don’t use it by your next turn, the prepared action is lost. ",
    "origin": "default"
  },
  {
    "id": 15,
    "name": "Stand Firm",
    "actionType": "Minor",
    "description": "Until the beginning of your next turn, any enemy who attempts to physically move you or knock you prone must succeed in an opposed test of their Str (Grappling) vs. either your Str (Grappling) OR Dex (Balance) in order to move you or knock you prone.",
    "origin": "default"
  },
  {
    "id": 16,
    "name": "Move",
    "actionType": "Minor",
    "description": "You can move up to your Speed in meters. You can also go prone, stand up, mount or dismount a horse or vehicle.  If you are swimming, climbing, or sneaking you move at 1/2 movement speed.",
    "origin": "default"
  },
  {
    "id": 17,
    "name": "Breather",
    "actionType": "Rest",
    "description": "After a combat encounter you can take a quick breather. This will allow you to recover from being weary (fatigue lvl 1), heal you by your End in HP (minimum 1), and restore MP equal to your Hrt (minimum 1). You can only take one breather after each encounter. If you ended the encounter at 0 HP, you cannot take a breather at all.",
    "origin": "default"
  },
  {
    "id": 18,
    "name": "Short Rest",
    "actionType": "Rest",
    "description": "You take a nap. This heals you by 2 times your End in HP (minimum 2) and recovers MP equal to 2 times your MP (minimum 2). This will also recover you from being Drained (lvl 2 fatigue). You can only take 1 short rest per day and must wait at least 6 hours in between a short rest and long rest.",
    "origin": "default"
  },
  {
    "id": 19,
    "name": "Long Rest",
    "actionType": "Rest",
    "description": "You get a good night's rest. This heals you by 3 times your End in HP (minimum 3) and recovers MP equal to 3 times your MP (minimum 3). This will also restore you to the fatigue level Well Rested. If your sleep is interrupted for any reason, you will not awaken Well Rested. You also cannot become well rested if you fell asleep while Exhausted (lvl 3 fatigue) or suffering from the effects of an affliction. ",
    "origin": "default"
  },
  {
    "id": 20,
    "name": "Conviction",
    "actionType": "Free",
    "description": "Conviction points may be spent at any point during the combat encounter, regardless of whose turn it is. You may only spend 1 conviction point per round. You may not use conviction points while in a dying state, and the timing of when the effects of a conviction action is up to the GM's discretion. Conviction points are awarded by the GM whenever a player completes one of their goals, rolls a \"Legendary\" test result, completes a quest, or otherwise impresses the GM.",
    "origin": "default"
  },
  {
    "id": 21,
    "name": "Regenerate",
    "actionType": "Major",
    "description": "Restore HP equal to 1d6+End.",
    "origin": "racial"
  },
  {
    "id": 22,
    "name": "Charge Attack",
    "actionType": "Major",
    "description": "You may move up to half your Speed (rounded down) in meters in a straight line and then make a Melee Attack against an adjacent enemy. You gain a +1 bonus on your attack roll. ",
    "origin": "level table"
  },
  {
    "id": 23,
    "name": "Scan Weakness",
    "actionType": "Major",
    "description": "Roll a Per (Searching) Test vs your opponent's End (Pain Res). If you win, your next attack will get +2 to hit the target. You may also communicate this to your allies as an additional minor action to grant them the same bonus.",
    "origin": "level table"
  },
  {
    "id": 24,
    "name": "Plan of Action",
    "actionType": "Minor",
    "description": "Gain 1 free doubles point to use on your turn. (You must declare this action prior to using a stunt)",
    "origin": "level table"
  },
  {
    "id": 25,
    "name": "Juggernaut Rush",
    "actionType": "Major",
    "description": "Roll a melee attack test and then move up to half your movement speed (rounded down) in a straight line hitting all foes with your attack along the way.",
    "origin": "level table"
  },
  {
    "id": 26,
    "name": "Analytical Eye",
    "actionType": "Minor",
    "description": "Examine a humanoid target that you can see within 10 m of you to attempt to determine their weakness. Gain +2 towards targeting tests against this foe for the remainder of the encounter.",
    "origin": "specialization"
  },
  {
    "id": 27,
    "name": "Reckless Attack",
    "actionType": "Major",
    "description": "Sacrifice 2 defense to deal a bonus 1d6 physical damage with a melee attack. Effects last until your next turn.",
    "origin": "specialization"
  },
  {
    "id": 28,
    "name": "Bardic Inspiration",
    "actionType": "Major",
    "description": "Give your Bardic Inspiration to someone, granting them a 1d6 to add to any roll of their choice for the next 15 min. You may only give your bardic inspiration to 1 person at a time. ",
    "origin": "specialization"
  },
  {
    "id": 29,
    "name": "Song of Deliverance",
    "actionType": "Minor",
    "description": "Use uplifting music to rescue all your nearby allies from any mind-influencing effects. (GM discretion)",
    "origin": "specialization"
  },
  {
    "id": 30,
    "name": "Song of Rest",
    "actionType": "Major",
    "description": "Use soothing music to revitalize all your nearby allies' HP by 1d6 + your Charisma attribute + your Performance focus modifier",
    "origin": "specialization"
  },
  {
    "id": 31,
    "name": "Song of Thrashing",
    "actionType": "Major",
    "description": "Use hectic music to deal penetrating damage to all enemies who hear it by 1d6 + your Charisma attribute + your Performance focus modifier.",
    "origin": "specialization"
  },
  {
    "id": 32,
    "name": "Song of Haste",
    "actionType": "Major",
    "description": "Pick up the tempo of combat for your allies. Select an ally, on that ally’s next turn they will gain an additional minor action and double movement speed.",
    "origin": "specialization"
  },
  {
    "id": 33,
    "name": "Song of Love",
    "actionType": "Major",
    "description": "Play a pacifying sonnet to calm all who hear it to cease combat as long as you are playing. A creature may make a TN 18 Hrt (Self-Discipline) test to resist the effects. If a pacified creature takes damage, they are freed from the song's effects, and may immediately take a major action.",
    "origin": "specialization"
  },
  {
    "id": 34,
    "name": "Berserk",
    "actionType": "Minor",
    "description": "Become enraged entering a Berserk State: granting you +2 Str, +1 Hrt, and +1 End, but you suffer -2 Cha, -1 Per, -1 Dex, and -1 Int. These effects last for 3 rounds.",
    "origin": "specialization"
  },
  {
    "id": 35,
    "name": "Frenzy",
    "actionType": "Minor",
    "description": "Frenzy (minor action) - If you are currently in the Berserk state, you may now enter a Frenzied State as a minor action. While frenzied you may make melee attacks as minor actions. However at the end of the encounter you gain a level of fatigue for every minor attack you make. \n\nDANGER: This could kill you",
    "origin": "specialization"
  },
  {
    "id": 36,
    "name": "Blood Regeneration",
    "actionType": "Minor",
    "description": "You may recover 10 HP in exchange for 5 MP.",
    "origin": "specialization"
  },
  {
    "id": 37,
    "name": "Consume Flesh",
    "actionType": "Major",
    "description": "Eating the raw flesh of a recently slain creature will grant you a temporary +1 bonus to an attribute that corresponds to which parts you eat. Doing so during battle is a major action, this bonus lasts 1 hour, and you may have no more than 3 bonuses at a time. See note or consult GM to determine which attribute corresponds to which body parts have been consumed.\n\nEnd - leg muscle\nStr - arm muscle\nAcc - hand\nDex - feet\nPer - eyes or ears\nCha - tongue\nHrt - heart\nInt - brain\nWis - blood",
    "origin": "specialization"
  },
  {
    "id": 38,
    "name": "Rally",
    "actionType": "Minor",
    "description": "All allies within 15 m gain +2 damage and +2 to any Hrt (Courage) tests until your next turn.\n\n(allies may only receive the benefits of this action once per turn)",
    "origin": "specialization"
  },
  {
    "id": 39,
    "name": "Lead By Example",
    "actionType": "Minor",
    "description": "Insipre your followers by rolling a TN 15 Cha (Leadership) test. If you succeed all your followers recover from being Winded.",
    "origin": "specialization"
  },
  {
    "id": 40,
    "name": "Necrostrike",
    "actionType": "Major",
    "description": "Channel your undead energy into your blade, and make a melee attack against a foe. If your blade strikes living flesh, the target is affliced by necrosis. (necrosis deals 1d6 penetrating damage every round until the target receives healing)",
    "origin": "specialization"
  },
  {
    "id": 41,
    "name": "Secondary Attack",
    "actionType": "Minor",
    "description": "You may now effectively wield a Light Weapon in your off hand and attack with it as a minor action. Attacks made with your off hand suffer a -2 penalty to hit. The secondary attack does not generate doubles points. You must pass the Weight Requirement for both weapons.",
    "origin": "specialization"
  },
  {
    "id": 42,
    "name": "Parrying Stance",
    "actionType": "Minor",
    "description": "Enter a parrying stance to gain +1 defense and allow you to perform an attack of opportunity once against a foe who unsuccessfuly attacks you before your next turn. The effects of this stance last until your next turn.",
    "origin": "specialization"
  },
  {
    "id": 43,
    "name": "Dual Strike",
    "actionType": "Major",
    "description": "Make a melee attack with both of your currently equipped weapons at the same time. You must still make a separate attack roll for each weapon.",
    "origin": "specialization"
  },
  {
    "id": 44,
    "name": "Gladiator Maneuver",
    "actionType": "Free",
    "description": "You may now perform a gladiator maneuver as a free action by expending a glory die. Your current available maneuvers are the following stunts:\n Knock Prone, Disarm, Skirmish (3 m).",
    "origin": "specialization"
  },
  {
    "id": 45,
    "name": "Protect",
    "actionType": "Major",
    "description": "Chose an adjacent ally to protect. Until your next turn any attack that would have hit your ally will instead hit you.",
    "origin": "specialization"
  },
  {
    "id": 46,
    "name": "Secondary Shot",
    "actionType": "Minor",
    "description": "You may now effectively wield two pistols at a time by using a pocket pistol in your off hand. Firing with your off hand is considered a minor action, but cannot generate doubles points. You may reload both guns as a major action.",
    "origin": "specialization"
  },
  {
    "id": 47,
    "name": "Dual Shot",
    "actionType": "Major",
    "description": "You may now shoot two equipped pistols as a single major action. This attack has 1/2 the normal range of your pistols, and you must make a separate attack roll for each pistol.",
    "origin": "specialization"
  },
  {
    "id": 48,
    "name": "Mark Target",
    "actionType": "Minor",
    "description": "You may mark a visible target as a minor action. Gaint +2 towards all perception and targeting related tests against the marked target. You may only mark one target at a time.",
    "origin": "specialization"
  },
  {
    "id": 49,
    "name": "Precise Blow",
    "actionType": "Minor",
    "description": "Take precise aim at a body part of an adjacent enemy. If you make a targeting attack against that enemy later this turn, you will gain +3 towards landing that targeting attempt if you use a martial weapon.",
    "origin": "specialization"
  },
  {
    "id": 50,
    "name": "Paralyzing Blow",
    "actionType": "Major",
    "description": "Make a brawling attack aimed at the opponent's chakra points. If your attack lands you deal 1d6+Dex physical damage. If this attack deals damage past the foe's armor, the target loses their next major action.",
    "origin": "specialization"
  },
  {
    "id": 51,
    "name": "Sweeping Strike",
    "actionType": "Major",
    "description": "When making a melee attack with a martial weapon you may hit a number of targets equal to the range of that weapon. (Use the same attack and damage roll)",
    "origin": "specialization"
  },
  {
    "id": 52,
    "name": "Medical Analysis",
    "actionType": "Minor",
    "description": "Use your medical skills to gain awareness of the remaining HP for all visible allies and friendly NPCs OR the remaining HP of one foe.",
    "origin": "specialization"
  },
  {
    "id": 53,
    "name": "Let the Show Begin",
    "actionType": "Major",
    "description": "Put on a show for the enemy. Roll a Cha (Performance) vs the Hrt (Self-Discipline) of all foes who can see or hear you. A target who fails to beat your test roll will lose their next major action.",
    "origin": "specialization"
  },
  {
    "id": 54,
    "name": "Quick Jab",
    "actionType": "Minor",
    "description": "Make a melee brawling attack with a -2 penalty to hit the target. This attack cannot generate doubles points.",
    "origin": "specialization"
  },
  {
    "id": 55,
    "name": "Peace Talks",
    "actionType": "Major",
    "description": "Appeal to a violent opponent by making a relevant Charisma test of your choice. The opponent must make an opposed Hrt (Morality) test. If you succeed, the target will be willing to talk with you, potentially leading to combat ending without violence. Some targets can only be convinced under very specific conditions (GM discretion). This may only be attempted once per combat encounter.",
    "origin": "specialization"
  },
  {
    "id": 56,
    "name": "Avast!",
    "actionType": "Minor",
    "description": "You can now effectively wield a pistol and melee weapon at the same time. If you made an attack with one of them on your turn you may make a second attack as a minor action with the other. This second attack does not generate doubles points and suffers a -2 to hit.",
    "origin": "specialization"
  },
  {
    "id": 57,
    "name": "Rampage",
    "actionType": "Minor",
    "description": "As a minor action, you may enter a rampaging state. While rampaging your attacks deal +1d6 extra damage, and you gain +1 Accuracy. While in this state you must attack the nearest creature to you. Your rampaging ends when you can no longer see any creatures within 25 m of your location or you are knocked unconscious.",
    "origin": "specialization"
  },
  {
    "id": 58,
    "name": "Stance Change",
    "actionType": "Minor",
    "description": "Enter or change a samurai stance as a minor action.",
    "origin": "specialization"
  },
  {
    "id": 59,
    "name": "Ryujin",
    "actionType": "Minor",
    "description": "Deal 3d6 arcane damage to a single foe with your blade. This damage is considered to be elemental based on your stance, and will fail if you are not in a samurai stance.",
    "origin": "specialization"
  },
  {
    "id": 60,
    "name": "Fungal Exposure",
    "actionType": "Major",
    "description": "You may spread your fungus to someone you touch. The exposed target must roll a TN 13 End (Poison Res) test or they take 1d6 poison damage and they lose a minor action on their next turn.",
    "origin": "specialization"
  },
  {
    "id": 61,
    "name": "Study Creature",
    "actionType": "Minor",
    "description": "You may now attempt to shapeshift into a creature you are observing in the heat of combat. As a minor action observe a target and make a TN 18 Hrt (Animal Handling) test. If you succeed you may immediately cast Complete Transformation as a free action and shapshift into the creature. You may only attempt this once per creature.",
    "origin": "specialization"
  },
  {
    "id": 62,
    "name": "Laser Focus",
    "actionType": "Minor",
    "description": "Gain +2 towards hitting a target with a projectile. (may only be used once per turn)",
    "origin": "specialization"
  },
  {
    "id": 63,
    "name": "Yoink",
    "actionType": "Major",
    "description": "Attempt to steal an opponent's weapon during combat. Roll Dex (Sleight of Hand) vs an opponent's Str (Grappling). The target gains advantage on this roll. If you succeed you have stolen the opponent's weapon. If you fail, the target gets to make an immediate attack of opportunity against you.",
    "origin": "specialization"
  },
  {
    "id": 64,
    "name": "Golden Eye",
    "actionType": "Minor",
    "description": "Look at a single target and determine the amount of credits that target is currently carrying.",
    "origin": "specialization"
  },
  {
    "id": 65,
    "name": "Arcane Storage",
    "actionType": "Minor",
    "description": "Your arcane nucleus has now been imbued with your power. You may store up to 10 MP into your nucleus. This MP can be stored and reabsorbed by you as a minor action. ",
    "origin": "specialization"
  },
  {
    "id": 66,
    "name": "Arcane Bolt",
    "actionType": "Major",
    "description": "Channel magical power into a staff or wand to fire an arcane bolt in exchange for 1 MP that deals 1d6 + Wis arcane damage. Range = 5 times your Intelligence in meters. Requires an Accuracy (Arcane) test to hit a target.",
    "origin": "specialization"
  },
  {
    "id": 67,
    "name": "Manipulate Arcane Bolt",
    "actionType": "Minor",
    "description": "Arcane Bolt can be freely manipulated as a minor action. Manipulating the bolt costs 1 additional MP but results in the bolt gaining a +2 to hit the target and allows you to attack targets hiding behind cover without penalty. ",
    "origin": "specialization"
  },
  {
    "id": 68,
    "name": "Direct the Assault",
    "actionType": "Minor",
    "description": "Direct your team in planning a strategy to attacking a single target. Until your next turn, all allies who hear your plan gain +2 bonus damage towards the target.",
    "origin": "talent"
  },
  {
    "id": 69,
    "name": "First Aid",
    "actionType": "Major",
    "description": "Apply basic first aid to yourself or another character. Either stabilize a dying character at 1 hp bringing them to fatigue level Drained OR make an Int (Medicine) test and restore the target's hp by 1/2 of your result. You may not perform this action on the target again until they have recieved damage again. This action reuires bandages and other healing equipment.",
    "origin": "talent"
  },
  {
    "id": 70,
    "name": "Take Down",
    "actionType": "Major",
    "description": "While unarmed or brawling you may take your opponent to the ground and attempt to pin them there. On your opponent's turn make an opposed Str (Grappling) test vs your opponent. If you succeed they may not move or perform most actions.",
    "origin": "talent"
  },
  {
    "id": 71,
    "name": "Dantalion's Passion",
    "actionType": "Major",
    "description": "Channel the passion of Dantalion and roll a Hrt (Faith) test and deal 3d6 + Hrt arcane damage to all targets in a 10m radius. Targets must roll Dex (Acrobatics) test vs your faith test. If succesful, they take no damage.",
    "origin": "constellation"
  },
  {
    "id": 72,
    "name": "Baal's Change",
    "actionType": "Major",
    "description": "Channel Baal's tendancy for change and roll a Hrt (Faith) test. A bolt of lightning strikes you, and teleports you instantaneously to another location somewhere nearby. Baal/DM chooses your new location.",
    "origin": "constellation"
  },
  {
    "id": 73,
    "name": "Seir's Tolerance",
    "actionType": "Major",
    "description": "Channel Seir's tolerance and roll a Hrt (Faith) test. Your tears restore a single target's HP and MP by an amount equal to your result. You may only use this once per day.",
    "origin": "constellation"
  },
  {
    "id": 74,
    "name": "Blythe's Order",
    "actionType": "Major",
    "description": "Channel Blythe's desire for order and select a target and roll a Hrt (Faith) test. The target's body begins to freeze over completely imobilizing them. On their next turn they must roll a Str (Might) test greater than your Faith roll to break free.",
    "origin": "constellation"
  },
  {
    "id": 75,
    "name": "Morax's Justice",
    "actionType": "Major",
    "description": "Channel Morax's justice and roll a Hrt (Faith) test and make a contract with another willing target. If either of you breaks this contract that character will turn to stone. ",
    "origin": "constellation"
  },
  {
    "id": 76,
    "name": "Asmodeus' Discipline",
    "actionType": "Major",
    "description": "Channel Asmodeus' discipline and roll a Hrt (Faith) test. If you are successful, the last consumable item that you used will be immediately replenished (time limit 5 minutes). TN determined by the GM.",
    "origin": "constellation"
  },
  {
    "id": 77,
    "name": "Aster's Freedom",
    "actionType": "Major",
    "description": "Channel Aster's freedom and roll a Hrt (Faith) test. You are able to fly for a number of minutes equal to your test result. Your flying speed is equal to your normal movement speed.",
    "origin": "constellation"
  },
  {
    "id": 78,
    "name": "Zagan's Security",
    "actionType": "Major",
    "description": "Channel the security of Zagan and roll a Hrt (Faith) test. For the next round your defense vs ranged attacks is equal to your test roll. Keep your original defense if it is higher than your roll. You may use this ability on another target if they are willing.",
    "origin": "constellation"
  },
  {
    "id": 79,
    "name": "Arcane Blast",
    "actionType": "Major",
    "description": "Build up arcane energy until it explodes from your hands. Expend 5 MP to deal 3d6 + Wis arcane damage to all creatures directly in front of you up to a range of 3 m. Creatures caught up in the blast must roll a TN 16 Hrt (Spirit) test, if they pass, they will only take half damage from this attack.",
    "origin": "specialization"
  }
]